Repository: open-schools/open-schools-platform
Catalog: config/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Some of input data are invalid.
ru: Некоторые введенные данные некорректны

source: Query is corrupted
ru: Заявка повреждена

source: Failed to set this status in the current context.
ru: Невозможно установить этот статус в данном контексте

source: Email service is currently unavailable.
ru: Почтовый сервис не доступен

source: This object already exists
ru: Этот объект уже существует

source: Server cannot handle address
ru: Сервер не может обработать адрес

source: organization name
ru: имя организации

source: address
ru: адрес

source: Lesson reminder.
ru: Напоминание об уроке

source: employee profile phone
ru: номер телефона профиля сотрудника

source: position
ru: позиция

source: Invite to organization
ru: Приглашение в организацию

source: INN
ru: ИНН

source: Phone: +{phone}
ru: Тел: +{phone}

source: circle name
ru: имя кружка

source: teacher profile name
ru: имя профиля учителя

source: You have been invited into the family!
ru: Вы были приглашены в семью!

source: The {family} family invites you
ru: Семья {family} приглашает вас к себе

source: Circle invitation
ru: Приглашение в кружок

source: Parent
ru: Родитель

source: sender UUID
ru: UUID отправителя

source: recipient UUID
ru: UUID получателя

source: student profile name
ru: имя профиля студента

source: Open Schools
ru: Открытые Школы

source: Dear user
ru: Дорогой пользователь

source: No such user.
ru: Нет такого пользователя

source: Incorrect password.
ru: Неверный пароль

source: Hello, %(username)s!
ru: Приветствуем, %(username)s!

source: The <b>%(circle_name)s</b> circle invites you to its classes.
ru: Кружок <b> %(circle_name)s </b> приглашает вас на свои занятия.

source: Login and password to enter your personal account on
ru: Логин и пароль для входа в личный кабинет на

source: Your login: %(lgn)s
ru: Ваш логин: %(lgn)s

source: Your password: %(pswd)s
ru: Ваш пароль: %(pswd)s

source: Sincerely,<br> "Open Schools"
ru: С уважением,<br> "Открытые Школы"

source: The <b>%(org_name)s</b> organization invites you to join us as an employee.
ru: Организация <b> %(org_name)s </b> приглашает вас к себе в качестве сотрудника.

source: By %(filter_title)s
ru: От %(filter_title)s

source: Remove
ru: Удалить
